Repository: Kiromoto/NewsPaperLinux
Catalog: NewsPaper/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Advanced options
ru: Продвинутые опции

source: collapse
ru: свернуть

source: Reset comment rating
ru: Обнулить рейтинг комментария

# Search in the title
source: Search in the title of a news or article
ru: Поиск в заголовке или тексте поста

source: Category
ru: Категория

source: All categories
ru: Все категории

source: Article published after
ru: Пост опубликован после

# Input date format
source: Enter the date in the format DD.MM.YYYY. Example: 07.27.2022
ru: Введите дату в формате DD.MM.YYYY. Например: 07.27.2022

# Error message for form
source: The title and content of the news or article must not match.
ru: Заголовок и содержание статьи не должны совпадать.

source: Author name
ru: Имя автора

source: Author rating
ru: Рейтинг автора

source: Author rating
ru: Рейтинг автора

source: Name of category
ru: Название категории

source: category name
ru: Название категории

source: Subscribers
ru: Подписчики

source: subscribers
ru: подписчики

source: subscriber
ru: подписчик

source: New
ru: Новость

source: Artiсle
ru: Статья

source: Post type
ru: Тип поста

source: Time and date of publication
ru: Время и дата размещения

source: Time and date of publication
ru: Время и дата размещения

# This is category of post
source: Post category
ru: Категория поста

source: Post title
ru: Заголовок поста

source: The content of the post
ru: Содержание поста

source: The rating of the post
ru: Рейтинг поста

source: The rating of the post
ru: Рейтинг поста

source: Is this article new?
ru: Это новая статья?

source: Post comments
ru: Комментарии к посту

source: Post comments
ru: Комментарии к посту

source: The user who commented on the post
ru: Пользователь оставивший комментарий

source: The username who commented on the post
ru: Имя пользователя оставившего комментарий

source: Comment text
ru: Тест комментария

source: Time and date of comment
ru: Время и дата комментария

source: Time and date of comment
ru: Время и дата комментария

source: The rating of the comment
ru: Рейтинг комментария

source: The rating of the comment
ru: Рейтинг комментария

source: NewsPaper has a new article in your favorite category
ru: На сайте NewsPaper появилась новая статья в вашей любимой категории

source: Здравствуйте,
ru: Hello,

source: Here are the most interesting news from the past week on NewsPaper
ru: Вот самые интересные новости за последнюю неделю с сайта NewsPaper

source: Email
ru: Электронная почта

source: Name
ru: Имя

source: Surname
ru: Фамилия

source: FINAL TASK
ru: ИТОГОВОЕ ЗАДАНИЕ

source: All news
ru: Все новости

source: Search news
ru: Поиск новостей

source: Create new
ru: Создать пост

source: Login/Registration
ru: Войти/Зарегистрироваться

source: Logout
ru: Выйти

source: My account
ru: Мой аккаунт

source: About this site
ru: О сайте

source: Edit post
ru: Редактировать пост

source: Delete post
ru: Удалить пост

source: Categories in the article:
ru: Категории в статье:

source: You can subscribe to a category and receive email notifications about new publications in the selected category! Look for the buttons below.
ru: Вы можете подписаться на категорию и получать уведомления о новой публикациив выбранной вами категории. Ищите кнопки ниже.

source: Number of news per page:
ru: Количество новостей на странице:

source: There are no news on this site!
ru: На этом сайте нет ни одной новости!

source: Check out my new cool translation
ru: Оцените мой новый классный перевод

source: On this page you can delete a post!
ru: На этой странице вы можете удалить пост!

source: Are you sure you want to delete the post
ru: Вы уверены, что хотите удалить пост

source: I'm sure! I want to DELETE
ru: Я уверен! Я хочу УДАЛИТЬ

source: On this page you can create and edit a post
ru: На этой странице вы можете создать и редактировать пост

source: Publish
ru: Опубиковать

source: Authorized user page
ru: Страница авторизованного пользователя

source: User login:
ru: Активный пользователь:

source: Username:
ru: Имя пользователя:

source: Surname:
ru: Фамилия:

source: E-mail:
ru: Электронная почта:

source: Member of groups:
ru: Состоит в группах:

source: Subscribed to news categories:
ru: Подписан на категории новостей:

source: This may contain personal information for each user.
ru: Страница содержит персональную информацию пользователя.

source: Edit profile
ru: Редактировать профиль

source: Become an author
ru: Стать автором

source: Find
ru: Найти

source: Found news on the page:
ru: Найдено новостей на странице:

source: News found for your query:
ru: Найдены новости по вашему запросу:

source: Latest news for the past week:
ru: Свежие новости за последнюю неделю:

source: Sign in
ru: Войти

source: Sign In
ru: Войти

source: Registration
ru: Регистрация

source: You are logged out
ru: Вы вышли

source: Continue
ru: Продолжить

source: On this page, information about a successful subscription
ru: Эта страница успешной подписки на категорию

source: You are subscribed to the category:
ru: Вы подписаны на категорию:

source: User profile edit page
ru: Страница редактирования профиля пользователя

source: Save changes
ru: Сохранить изменения
